package mateacademyinputtask;


/* "Першокурсники":

         В програмі мають бути створені класи: студенти, професор, група (за бажанням класи можна додавати);
         Дизайн класів (їх поля, взаємозв’язки) - також твоя задача;
         Студенти повинні вміти обрати Старосту за особистими якостями одногрупників (правила відбору визначаєш ти). Програма повинна виводити Старосту групи в консоль;
         Професор має вміти провести перекличку та визначити, чи всі студенти присутні (результат виводиться в консоль);
         Набір студентів, груп та професорів може бути заданий за замовчуванням (можна захардкодити);
         Приділи увагу правилам ООП;
         Не забудь прикласти інструкцію користувача до виконаного завдання.

         Під час виконання завдання можуть виникати питання. Це нормально! Ми створили спеціальний slack канал, в якому ти можеш задавати питання нашим тренерам-програмістам. Щоб мати можливість бути на зв’язку з нашими тренерами та ставити питання - відгукнися на slack запрошення, яке ми тобі вислали на пошту.
         Чекаємо на виконане завдання до 3 січня включно.*/
public class Main {

}
